Repository: joshanashakya/literature_review
Catalog: workspace/opus_corpus/wikimediav20210402(2.8k)/en-ne.tmx
Source language: en
Languages: ne

source: While commercially made slingshots date from at least 1918, with the introduction of the Zip-Zip, a cast iron model,[4] it was not until the post World War II years saw a surge in the popularity, and legitimacy, of slingshots. They were still primarily a home-built proposition; a 1946 Popular Science article details a slingshot builder and hunter using home-built slingshots made from forked dogwood sticks to take small game at ranges of up to 9 m (30 ft) with No. 0 lead buckshot (8 mm [0.32 in] diameter).[5]
ne: १९१८ मा फलामे गुलेली (Zip-Zip) ब्यापारिक रुपमा पाउन थाले [१] पनि यसको लोकप्रियता र वैधानिकता दोस्रो विश्वयुद्धपश्चात पछाडि मात्र देखियो। त्यतिबेला यो अझै मुख्य रूपले घर-निर्मित सामान हुन्थ्यो; यसको चर्चा १९४६ को "पपुलर साइन्स"को एक लेखमा गरिएको छ।[2]

source: The Wham-O company, founded in 1948, was named after their first product, the Wham-O slingshot. It was made of ash wood and used flat rubber bands. The Wham-O was suitable for hunting with a draw weight of up to 200 newtons (45 pounds-force), and was available with an arrow rest.[1][6]
ne: १९४७ मा व्याम-ओ कम्पनीले काठ र च्याप्टो रबरको गुलेली बनायो जसले २०० न्यूटन (४५ पाउन्ड-फोर्स) सम्मको प्रहार गर्न सक्थ्यो। [1] [2]

source: The 1940s also saw the creation of the National Slingshot Association, headquartered in San Marino, California, which organised slingshot clubs and competitions nationwide. Despite the slingshot's reputation as a tool of juvenile delinquents, the NSA reported that 80% of slingshot sales were to men over 30 years old, many of them professionals. John Milligan, a part-time manufacturer of the aluminium-framed John Milligan Special, a hunting slingshot, reported that about a third of his customers were physicians.[1]
ne: १९४० मा सान मारिनो, क्यालिफोर्नियामा राष्ट्रिय गुलेली संघ भयो जसले देशव्यापी गुलेली क्लबहरू बनाएर प्रतियोगिताहरू आयोजना गर्‍यो। गुलेली खराब किशोरहरुको उपकरणहरू भएपनि एन.यस.ए. को अनुसार गुलेलीको बिक्री गर्ने ८०% ३० बर्ष माथिका पुरुष थिए। आंशिक समयमा गुलेली बनाउने जोन मिलीगनको अनुसार उनको एक तिहाइ ग्राहकहरु चिकित्सकहरु थिए।[1]

source: The middle 1950s saw two major innovations in slingshot manufacture, typified by the Wrist-Rocket® which was produced by the Saunders Archery Co. of Columbus, Nebraska. The Wrist-Rocket was made from bent aluminum alloy rods that formed not only the handle and fork, but also a brace that extended backwards over the wrist, and provided support on the forearm to counter the torque of the bands. The Wrist-Rocket® also used surgical rubber tubing rather than flat bands, attached to the backwards-facing fork ends by sliding the tubing ends over the tips of the forks, where it was held by friction or adhered with the addition of liquid rosin.
ne: १९५० को दशकको मध्यमा रिस्ट-रकेट® ले गुलेलीमा दुई नविन परिवर्तन गर्यो। एल्युमिनियम मिश्र धातुको डण्डालाई बङ्गाएर समाउने ह्यान्डल र दुई टुप्पा/काटा मात्र नभई नाडी सम्म पुग्ने कस्ने चीज थियो जसले पाखुरालाई टेको दिन्थ्यो। रिस्ट-रोकेटले च्याप्टो फिताको सट्टा सर्जिकल रबर ट्यूब काँटाको टिप्समा सुरकाएर पछाडिको फर्किएको काँटामा छिरार जोडेको थियो जहाँ यो घर्षण वा तरल रोसिनको चिपकावले ठाँउमा बस्थ्यो।

source: Scurvy is a disease resulting from a lack of vitamin C (ascorbic acid).[1] Early symptoms of deficiency include weakness, feeling tired, and sore arms and legs.[1][2] Without treatment, decreased red blood cells, gum disease, changes to hair, and bleeding from the skin may occur.[1][3] As scurvy worsens there can be poor wound healing, personality changes, and finally death from infection or bleeding.[2]
ne: स्कर्वी भिटामिन सी (एस्कर्बिक एसिड) को अभावको परिणामस्वरूप लाग्‍ने एक रोग हो। [1] अभावका प्रारम्भिक लक्षणहरू कमजोरी, थकित महसुस हुनु, र हात र खुट्टा दुखाइ समावेश छ। [1] [2] उपचार बिना, रातो रक्त कोशिकामा कमी, गिजाको रोग, कपालमा परिवर्तन, र छालाबाट खून आउन सक्छ। [1] [3] स्कर्वी बिग्रिएमा घाउ ठिक हुन सामय लिने, व्यक्तित्व परिवर्तन हुने र अन्तमा संक्रमण वा रक्तस्रावबाट मृत्यु हुन सक्छ। [4]

source: Foods and their Vitamin C content per 100 grams Item Vitamin C contents (mg) Amla 610.00 Urtica 333.00 Guava 228.30 Blackcurrant 181.00 Zespri sungold kiwifruit 161.30 Chili pepper 144.00 Parsley 133.00 Green kiwifruit 92.70 Broccoli 89.20 Brussels sprout 85.00 Bell pepper 80.40 Papaya 62.00 Strawberry 58.80 Orange 53.20 Lemon 53.00 Cabbage 36.60 Spinach 28.00 Turnip 27.40 Potato 19.70
ne: खाना र प्रति १०० ग्राम भिटामिन सी सामग्री वस्तु भिटामिन सी सामग्री ( मिलीग्राम ) आमला ६१०.०० सिस्‍नु ३३३.०० अम्बक २२८.३० ब्ल्याककर्न्ट १८१.०० जेस्प्री सनगोल्ड ठेकीफल १६१.३० खुर्सानी १४४.०० अजमोद १३३.०० हरियो ठेकीफल ९२.७० ब्रोकली ८९.२० ब्रसेल्स स्प्रट ८५.०० भेडे खुर्सानी ८०.४० मेवा ६२.०० स्ट्रबेरी ५८.८० सुन्तला ५३.२० कागती ५३.०० बन्दागोभी ३६.६० पालुङ्गो २८.०० शलगम २७.४० आलु १९.७०

source: Scurvy will improve with doses of vitamin C as low as 10 mg per day though doses of around 100 mg per day are typically recommended.[20] Most people make a full recovery within 2 weeks.[21]
ne: भिटामिन सी को सिफारिश गरिएको खुराक प्रति दिन १०० मिलीग्राम हो तर प्रति दिन कम से कम प्रति दिन १० मिलिग्रामको खुराकले नै स्कवीमा सुधार देख्‍न सकिन्छ।[1] धेरै व्यक्तिहरुलाई २ हप्ता भित्र पूर्ण स्वास्थ्यलाभ भइसक्छ।[2]

source: Pheasant by Chitrakar
ne: चित्रकारद्वारा बनाइएको तित्रा

source: Raj Man Singh Chitrakar (IAST rāja māna siṃha citrakāra) (1797-1865) was a Nepalese artist in the mid-19th century who worked for the British and Nepalese courts producing a large number of pictures. He especially contributed to the illustration of natural history subjects, particularly birds, and in his watercolor painting he introduced European styles into a traditional scene dominated by votive art. Raj Man Singh was the first to apply the Western concepts of lighting and perspective, and is credited for the appearance of three-dimensional effects in Nepalese painting.[1] Scholars have described him as a pioneer in Nepalese art, although largely unknown until Brian Houghton Hodgson's tutelage.[2]
ne: राजमान सिंह चित्रकार (१७९७-१८६५)) १९ औँ शताब्दीको मध्यतिरका एक नेपाली कलाकार थिए जसले ब्रिटिश र नेपाली अदालतहरूको लागि काम गरे जसले ठूलो संख्यामा तस्विरहरू बनाए। उनले विशेष गरी प्राकृतिक इतिहासका विषयहरूको चित्रणमा योगदान पुर्‍याए, विशेष गरी चराहरू, र पानी रङ्गमा। पारम्परागत शिल्पकलामात्र प्रचलित रहेको समयमा उनले युरोपेली शैलीलाई परिचित गराए । राजमान सिंह नेपालमा प्रकाश र परिप्रेक्ष्यको पश्चिमी अवधारणाहरू लागू गर्ने पहिलो व्यक्ति थिए र उनलाई नेपाली चित्रकलामा त्रि-आयामिक प्रभावहरू भित्र्याउने श्रेय पनि दिइन्छ। [१] विद्वानहरूले उनलाई नेपाली कलामा अग्रगामीको रूपमा चित्रण गरेका छन्, यद्यपि ब्रायन हाउटन हजसनको ट्युटलेजसम्म यी तथ्य प्रायः अज्ञात रहेका थिए। [२]

source: An illustration of the Bhutan giant flying squirrel for the Journal of the Asiatic Society of Bengal (1843) with credits to the artist
ne: एसियाटिक सोसाइटी अफ बङ्गाल जर्नल (१८४३) भूटानको विशाल उड्ने लोखर्केको चित्रणको लागि कलाकारलाई श्रेय सहित

source: Accordingly, he engaged in painting paubha paintings and other religious art. He came to the attention of Brian Houghton Hodgson, the British Resident stationed in Kathmandu who was also a scholar of the religions, languages, literature, ethnology and zoology of the Himalaya. Hodgson was looking for an artist to make watercolor paintings of the birds and mammals he was studying for his collection, and he hired Raj Man Singh to do them.
ne: राजमान सिंहको जन्म काठमाडौंमा चित्रकारको नेवार जाति र परम्पारगत रूपमा कलाकारिता गर्ने परिवारमा भएको थियो। तसर्थ, उहाँ पाउभा चित्रकला र अन्य धार्मिक कला सिर्जनामा संलग्न थिए।

source: The little-known Raj Man Singh has recently been recognized as a leading figure following revelations of his ground-breaking work. On 31 December 2012, the Postal Services Department of the government of Nepal issued two commemorative postage stamps showing a portrait of the artist to honor his contribution to the development of 19th century art in Nepal. The stamps also show examples of his watercolor paintings of birds and mammals.[6]
ne: थोरै मानिसले चिन्ने राजमान सिंह हालसालै उनको आफ्नो अभूतपूर्व कामको सार्वजनिकरण पछि प्रख्यात भएका छन्। डिसेम्बर १२ २०१२मा , नेपाल सरकारको हुलाक सेवा विभागले उनको पोट्रेटलाई संस्मरणात्मक हुलाक टिकटको रूपमा प्रकाशित गरेर उनले १९औँ शताब्दीमा उनले नेपालको कलाको विकासको लागि गरेको योगदानको कदर गरेको छ। हुलाक टिकटले उनको पानीरङ्गमा उनले बनाएका स्तनधारी र चराको चित्रहरूको पनि उदाहरण देखएको छ। [१]

source: (in Macedonian) Macedonian Wikipedia (in Macedonian) Macedonian Wikipedia mobile version
ne: (म्यासेडोनियाली भाषामा) Macedonian Wikipedia (म्याडेडोनियाली भाषामा) Macedonian Wikipedia mobile version

source: The Macedonian Wikipedia (Macedonian: Македонска Википедија) is the Macedonian-language edition of Wikipedia, a free and publicly editable online encyclopedia.
ne: म्यासेडोनियाली विकिपेडिया विकिपिडियाको म्यासेडोनियाली भाषा संस्करण हो, एक खुल्ला र सार्वजनिक रूपमा सम्पादन गर्न मिल्ने अनलाइन विश्वकोषको एकन घटक हो।

source: This edition was started in September 2003 and has more than 92,100 articles, 224 active users, 15 administrators and four bureaucrats as of January 3, 2018. It passed the 10,000 article mark in 2007.[1] The Macedonian Wikipedia has been featured in some Macedonian newspapers, such as Nova Makedonija while the project itself has been featured in a number of domestic news agencies. It passed the 100,000 article mark on May 1, 2019, becoming the 62nd Wikipedia to surpass the 100,000 article mark.
ne: विकिपिडियाको संस्करण सेप्टेम्बर २००३ मा शुरू भयो र जनवरी ३ २०१८ सम्ममा ९२,१०० भन्दा बढी लेख, २२४ भन्दा बढी सक्रिय प्रयोगकर्ताहरू, १५ प्रबन्धकहरू र चार प्रशासकहरू छन्। यसले सन् २००७ मा १०,०० लेखको कोशेढुङ्गा पार गर्‍यो [1] । यसले मे १ २०१९ मा १००,००० लेखको कोशेढुङ्गा पार गरी, १००,००० कोशेढुङ्गा पार गर्ने ६२ औँ विकिपिडिया बन्न सफल भयो।

source: Macedonian Wikipedia traffic analysis
ne: म्यासेडोनियाली विकिपिडियाको ट्राफिक विश्लेषण

source: Macedonian Encyclopedia
ne: म्यासेडोनियाली विश्वकोश

source: Gautama Vajra Vajracharya (Nepali: गौतम वज्र वज्राचार्य) is a Nepali Sanskritist and scholar specializing in the iconography of the Indian Sub-Continent. Vajracharya was born into a Newar family in Kathmandu in 1940.
ne: गौतम वज्र वज्राचार्य एक नेपाली संस्कृतवादी र विद्वान हुन् जो भारतीय उपमहाद्वीपको विम्वकथाको बारेमा विशेषज्ञ हुन। वज्राचार्यको जन्म सन् १९४० मा काठमाडौँको नेवार परिवारमा भएको थियो।

source: His father and uncle were both Sanskrit scholars. It was this family tradition of studying the archaic language of the sub-continent that led to Gautama attending a Sanskrit school called Samsodhana Mandala. The school itself was set up by his father, who was wary of the Western schooling model of holding exams.[1]
ne: वज्राचार्यको झुकाव संस्कृत र आइकनोग्राफीप्रति थियो जुन उनको पारिवारिक वातावरणको परिणाम थियो। उनका बुबा र काका दुबै संस्कृतका विद्वानहरू थिए। उपमहाद्वीपको पुरातात्त्विक भाषा अध्ययन गर्ने यो पारिवारिक परम्पराअनुसार गौतमले सामसोधन मण्डल नामक संस्कृत विद्यालयमा प्रवेश गरे। विद्यालय उनको बुबा आफैँले स्थापित गरेका थिए, जो पश्चिमी स्कुलको परीक्षा लिने तरिकाबाट सावधान थिए। [१]

source: Beside grammar Vajracharya was also taught to read ancient inscriptions and iconography. Vajracharya's first job, which was commissioned by Tribhuvan University, was writing a guide to the Basantapur Durbar Square. His career took a major turn when he was given a job in the late 1970s at the Los Angeles County Museum of Art by Dr. Pratapaditya Pal, Senior Curator of Indian and Southeast Asian Art at the museum.
ne: वज्राचार्यले नयराज पन्तबाट संस्कृत सिके। व्याकरणको साथसाथै वज्राचार्यलाई प्राचीन शिलालेखहरू र आइकनोग्राफी पढ्न पनि सिकाइएको थियो। त्रिभुवन विश्वविद्यालयले शुरू गरेको थियो वज्राचार्यको पहिलो काम बसन्तपुर दरबार क्षेत्रको लागि एक निर्देशिका लेख्नु थियो।

source: Discovery of Princess Kaguya (depiction from the Edo period, late 17th century)
ne: राजकुमारी कागुयालाई भेटाइएको (इडो अवधि, १७ औं शताब्दीको अन्त्यतिर गरिएको चित्रण)

source: The Tale of the Bamboo Cutter (竹取物語, Taketori Monogatari) is a 10th-century Japanese monogatari (fictional prose narrative) containing Japanese folklore. It is considered the oldest extant Japanese prose narrative[1][2] although the oldest manuscript dates to 1592.[3]
ne: १० औं शताब्दीको जापानी मोनोगाटारी (काल्पनिक गद्य कथा) हो जसमा जापानी लोककथा समावेश छ।. यसलाई सबैभन्दा पुरानो जिवित जापानी गद्य कथन मानिन्छ।[1][2] यद्यपि सबैभन्दा पुरानो पांडुलिपि १५९२ सम्मको मिल्छ।

source: Kaguya-hime goes back to the Moon
ne: कागुया-हिम फेरि चन्द्रमामा जान्छिन्

source: As the day of her return approached, the Emperor sent many guards around her house to protect her from the Moon people, but when an embassy of "Heavenly Beings" arrived at the door of Taketori no Okina's house, the guards were blinded by a strange light. Kaguya-hime announced that, though she loved her many friends on Earth, she must return with the Moon people to her true home. She wrote sad notes of apology to her parents and to the Emperor, then gave her parents her own robe as a memento.
ne: उनको फर्कने दिन नजिक आईपुग्दा, सम्राटले उनलाई चन्द्रमाको मानिसहरूबाट जोगाउन उनको घर वरिपरिका धेरै रक्षकहरू पठाए तर जब स्वर्गका दुतहरु टाकोटोरी नो ओकिनाको घर को ढोकामा आइपुगे, रक्षकहरूले अजीब प्रकाशले केहि देखेनन्। कागुया-हिमेले घोषणा गरिन कि उनी पृथ्वीमा आफ्ना धेरै साथीहरूलाई माया गर्छिन्, तर उनीले चन्द्रमाको मानिसहरूसँगै उनको घर फर्किनुपर्छ। उनले आफ्ना बाबुआमा र सम्राटलाई माफी माग्न दु:खले भरिएको चिठीहरू लेखिन्, त्यसपछि उनको आमाबुबालाई सम्झनाको रूपमा आफ्नो पोशाक दिइन्। त्यसपछि उनले सम्राटलाई उनको पत्रमा अमर बनाउने अमृत राखेर त्यो एक गार्ड अफिसरलाई दिइन्। जब उनले त्यो सुम्पिन्, उनको फेदरको लुगा उनको काँधमा राखियो, र पृथ्वीका मानिसहरूप्रति उनको सबै उदासी र अनुकम्पा स्पष्ट रूपमा उनले बिर्सिइन्। स्वर्गीय पदयात्राले कागुया-हिमलाई क्षुकि नो मियाको (の 都; lit. "चंद्रमाको राजधानी") फर्काए। उनको पार्थिव पालनपोषण गर्ने अभिभावकहरू आँसुले भरिए।

source: The receding Princess
ne: जादै गरेकी राजकुमारी

source: The men were also commanded to burn the elixir of immortality since the Emperor did not wish to live forever without being able to see her. The legend has it that the word immortality, 不死 (fushi), became the name of the mountain, Mount Fuji. It is also said that the kanji for the mountain, 富士山 (literally "Mountain Abounding with Warriors"), are derived from the Emperor's army ascending the slopes of the mountain to carry out his order.
ne: आमाबुबा धेरै दुःखी भएर बिरामी भए। अधिकारीले कागुया-हिमेले सम्राटलाई दिएको चिजहरु दिएर के भएको थियो भने। सम्राटले उनको पत्र पढी उदासिनताले भरिए। उनले आफ्ना नोकरहरूलाई सोधे, "स्वर्गको सबभन्दा नजिकको पर्वत कुन पर्वत हो?", जसलाई कसैले सुरुगा प्रान्तको महान पर्वत हो भनेर जवाफ दिए। उनको सन्देश टाढाको राजकुमारीमा पुग्नेछ भन्ने आशामा सम्राटले आफ्ना मान्छेहरूलाई उक्त पत्र त्यो डाँडाको चुचुरोमा लगेर जलाउने आदेश दिए। ती मानिसहरूलाई अमृत पनि जलाउन आदेश दिइयो किनकि सम्राटले उनलाई नदेखी सधैंभरि बाँच्न चाहेनन्। किवदन्ती अनुसार अमरत्व, 不死 (फ्युसी), बाट माउन्ट फुजी पहाडको नाम बनेको हो । यो पनि भनिन्छ कि पहाडका लागि कांजी, 富士山 ("परवतमा प्रशस्त योद्धाहरु"), सम्राटको सेनाहरु पहाडको भित्तामा चढेको घटनाबाट आएको हो। भनिन्छ कि आगोको धुवाँ अझै पनि उठ्छ। (विगतमा माउन्ट फुजी धेरै बढी ज्वालामुखी क्रियाशील थियो र यसैले बढी धुवाँ उत्पादन गर्थ्यो।)

source: The tale is also known as The Tale of Princess Kaguya (かぐや姫の物語, Kaguya-hime no Monogatari), after its protagonist.[4] It primarily details the life of a mysterious girl called Kaguya, who was discovered as a baby inside the stalk of a glowing bamboo plant.
ne: यो कथालाई यसको नायिकाको पछि राजकुमारी कागुयाको कथा को रूपमा पनि चिनिन्छ। [1] यसले मुख्य रूपमा कागुया भन्ने रहस्यमय केटीको जीवनको बारेमा वर्णन गर्दछ, जो एक चम्किरहेको बाँसको बोटको डाँठ भित्र एउटा बच्चाको रूपमा पत्ता लागेकी थिइन्।

source: Taketori no Okina takes Kaguya-hime to his home, Drawn by Tosa Hiromichi, c. 1600
ne: टाकोटोरी नो ओकिनाले कागुया-हिमलाई आफ्नो घरमा लैजान्छ। सी. १६००मा तोसा हिरोमिचीले बनाएको।

source: He rejoiced to find such a beautiful girl and took her home. He and his wife raised her as their own child and named her Kaguya-hime (かぐや姫 accurately, Nayotake no Kaguya-hime, "Shining princess of the supple bamboo"). Thereafter, Taketori no Okina found that whenever he cut down a stalk of bamboo, inside would be a small nugget of gold.
ne: एक दिन, बाँसको जङ्गलमा हिंड्दै गर्दा, टेकटोरी नो ओकिना (竹 取 翁 "वृद्ध मानिस जो बाँस काट्छ"?) भनिने एक पुरानो, सन्तानहीन बाँस कटर बाँसको मानिसले एक रहस्यमय चम्किरहेको डाँठ भेट्टाउछ। यसलाई काटे पछि, उसले आफ्नो बुढी औलाको आकारको शिशु फेला पार्छन्। ऊ यति सुन्दर केटी पाउँदा रमाए र उसलाई आफ्नो घरमा लगे। उनी र उनकी पत्नीले उसलाई आफ्नै बच्चाको रूपमा पालनपोषण गरे र उनको नाम कागुया-हिम राखे (सहि भन्दा かぐや姫, नायोतके नो कागुया-हिम, "कोमल बाँसको चमकदार राजकुमारी")। त्यस पछि, टाकोटोरी नो ओकिनाले हरेक चोटी बाँस डाँठ काट्दा सुनको सानो टुक्रा भेट्टाए। चाँडै ऊ धनी भए। कागुया-हिम सानो बच्चाबाट सामान्य आकारमा बढोर असाधारण सुन्दरताको महिला भइन्। सुरुमा, टाकोटोरी नो ओकिनाले उनलाई बाहिरी व्यक्तिहरूबाट टाढा राख्ने प्रयास गरे, तर समय बित्दै जाँदा उनको सुन्दरताको खबर फैलियो।

source: Kaguya-hime concocted impossible tasks for the princes, agreeing to marry the one who managed to bring her his specified item. That night, Taketori no Okina told the five princes what each must bring. The first was told to bring her the stone begging bowl of the Buddha Shakyamuni from India, the second a jeweled branch from the mythical island of Hōrai,[5] the third the legendary robe of the fire-rat of China, the fourth a colored jewel from a dragon's neck, and the final prince a cowry shell born of swallows.
ne: अन्तमा, पाँच राजकुमार टाकोटोरी नो ओकिनाको निवासमा विवाह गर्न भनेर सुन्दर कागुया-हिमको हातको माग्‍न आए। राजकुमारहरूले अन्ततः टाकोटोरी नो ओकिनालाई मनाए कि अनिच्छुक कागुया-हिमलाई उनीहरू बीचबाट एउटा छनौट गर्न मनाए। जुन राजकुमारले असम्भव कार्य गरेर आफुले भनेको निर्दिष्ट वस्तु लिएर आउछ, त्यै राजकुमारसँग विवाह गर्न कागुया-हिम सहमत भइन। त्यो रात, टाकोटोरी नो ओकिनाले पाँच जना राजकुमारहरूलाई प्रत्येकले के ल्याउनुपर्नेछ भनेर भने पहिलोलाई उनले भारतबाट बुद्ध शाक्यमुनीको पत्थरको कचौरा ल्याउन भने, दोस्रोलाई होराईको पौराणिक टापुबाट आएको रत्नको शाखा, तेस्रोलाई चीनको आगोवाला मुसोको पौराणिक पोशाक, चौथोलाई ड्रागनको घाँटीमा भएको रङ्गीन गहना , र अन्तिम राजकुमारलाई गौँथलीले जन्माएको एक कौडीको खोल ल्याउन भने।

source: Realizing that it was an impossible task, the first prince returned with an expensive stone bowl, hoping that Kaguya-hime would believe it to be real, but after noticing that the bowl did not glow with holy light, Kaguya-hime saw through his deception. Likewise, two other princes attempted to deceive her with fakes, but also failed. The fourth gave up after encountering a storm, while the final prince lost his life (severely injured in some versions) in his attempt.
ne: यो असम्भव काम हो भनेर बुझेपछि पहिलो राजकुमारले कागुया-हिमेले यसलाई वास्तविक मान्नेछिन भन्ने आशामा, एक महँगो ढुङ्गाको कचौरा लिएर फर्के, तर पवित्र प्रकाशमा त्यो कचौरा नचम्किए पछि कागुया-हिमेले आफुलाई छल गरेको चाल पाइन्। त्यस्तै अन्य दुई राजकुमारहरूले उनलाई नक्कलको साथ धोका दिन कोशिश गरे तर असफल भए। चौथोले आँधीबेहरी सामना गरेर हार माने अनि अन्तिम राजकुमारले उनको प्रयासमा ज्यान गुमाए (केही संस्करणमा गम्भीर घाइते भए)।

source: After this, the Emperor of Japan, Mikado, came to see the strangely beautiful Kaguya-hime and, upon falling in love, asked her to marry him. Although he was not subjected to the impossible trials that had thwarted the princes, Kaguya-hime rejected his request for marriage as well, telling him that she was not of his country and thus could not go to the palace with him. She stayed in contact with the Emperor, but continued to rebuff his requests and marriage proposals.
ne: यसपछि, जापानका सम्राट, मिकाडो, सुन्दर कागुया-हिम हेर्न आए र, प्रेममा परेपछि, उनले उनलाई विवाह गर्न भने। राजकुमारहरूलाई जस्तो असम्भव कार्य नदिए पनि कागुया-हिमले विवाहको लागि गरिएको अनुरोधलाई अस्वीकार गरिन र उनीले आफू सम्राटको देशको नभएकोले उनीसँग दरबारमा जान नसक्ने कुरा बताइन्। उनी सम्राटको निकटमा रहिन, तर उनको अनुरोध र विवाह प्रस्तावलाई अस्विकार गरिरहिन।

source: Her behaviour became increasingly erratic until she revealed that she was not of this world and must return to her people on the Moon. In some versions of this tale, it is said that she was sent to the Earth, where she would inevitably form material attachment, as a temporary punishment for some crime, while in others, she was sent to Earth for her own safety during a celestial war. The gold that Taketori no Okina had been finding had in fact been a stipend from the people of the Moon, sent down to pay for Kaguya-hime's upkeep.
ne: त्यो गर्मीमा जब कागुया-हिमेले पूर्णिमाको चन्द्रमा देख्छिन्, उनका आँखाहरू आँसुले भरिन्छन्। उनलाई पाल्ने आमा बुबाले धेरै चिन्ता गरेर उनलाई प्रश्न गर्दा पनि उनी बताउन असमर्थ थिइन्। उनको व्यवहार अस्थिर बन्न थाल्यो। त्यस पछि उनले आफू त्यो संसारको नभएकोले चन्द्रमामा आफु फर्कनु पर्ने कुरा बताइन्। यस कथाको केही संस्करणहरूमा यो भनिन्छ कि उनलाई अपराधीको रूपमा पृथ्वीमा भौतिक संलग्नता बनाउन पठाइएको थियो, जबकि अरूमा, उनलाई आकाशीय युद्धको समयमा उनको आफ्नै सुरक्षाको लागि पृथ्वी पठाइएको बताइएको छ। टाकोटोरि नो ओकिनाले भेटाएको सुन वास्तवमा चन्द्रमाका मानिसहरूले कागुया-हिमकोको लागि वृत्ति पठाइएको रहेछन्।

source: November 8, 2010: 456 articles December 20, 2009: 239 articles October 8, 2009: 219 articles August 30, 2009: 141 articles October 7, 2009: 134 articles October 11, 2009: 125 articles October 9, 2009: 118 articles October 13, 2009: 115 articles
ne: नोभेम्बर ८ २०१०: ४५६ लेखहरू डिसेम्बर २० २००९: २३९ लेखहरू अक्टोबर ८ २००९: २१९ लेखहरू अगस्ट ३०, २००९: १४१ लेखहरू अक्टोबर ७ २००९: १३४ लेखहरू अक्टोबर ११, २००९: १२५ लेखहरू अक्टोबर, २००९: ११८ लेखहरू अक्टोबर १३ २००९: ११५ लेखहरू

source: Basque Week logo (during October). 2009 Basque Week logo (during October). Basque Wikipedia's 25.000 article logo Basque Wikipedia's 30.000 article logo Basque Wikipedia's 40.000 article logo Basque Wikipedia's 50.000 article logo 2011 - Basque Wikipedia's tenth birthday's logo
ne: बास्क सप्ताह लोगो (अक्टोबरको समयमा) २००९ बास्क सप्ताह लोगो (अक्टोबरको समयमा) बास्क विकिपिडियाको २५,००० लेख लोगो बास्क विकिपिडियाको ३०,००० लेख लोगो बास्क विकिपिडियाको ४०,००० लेख लोगो बास्क विकिपिडियाको ५०,००० लेख लोगो २०११ - बास्क विकिपिडियाको दसौँ जन्मदिनको लोगो

source: (in Basque) Basque Wikipedia (in Basque) Basque Wikipedia mobile version
ne: (बास्क भाषामा) बास्क विकिपिडिया (बास्क भाषामा) बास्क विकिपिडिया मोबाइल संस्करण

source: The Basque Wikipedia (Euskarazko Wikipedia[1] or Euskal Wikipedia in Basque) is the Basque language edition of Wikipedia. Founded on December 6, 2001,[2] although its main page was created in November 2003, it reached 58,124 articles by August 19, 2010, making it the 45th-largest Wikipedia.[3] As of July 2019, it has 262 active contributors, of which 12 are administrators, and has about 337,000 articles.[4][5][6]
ne: यो बास्क विकिपीडिया Euskarazko Wikipedia [1] वा बास्कमा Euskal विकिपीडिया ) विकिपिडियाको बास्क भाषा संस्करण हो । डिसेम्बर, २००१ मा शुरू गरिएको भए पनि [२] यसको मुख्य पृष्ठ नोभेम्बर २००३ मा सिर्जना गरिएको थियो । अगस्ट १९ २०१०मा यसले ५८,१२४ लेखको कोशेढुङ्गा पार गर्‍यो र ४५ औँ ठूलो विकिपिडिया बन्यो। []] २०१९ जुलाई सम्म यसमा २६२ सक्रिय योगदानकर्ताहरू छन्, जसमध्ये 12 प्रबन्धकहरू छन्, यसमा करिब ३,३७,००० लेखहरू छन्। []] []] []]

source: In an August 2007 interview, Jimmy Wales, co-founder of Wikipedia, used the Basque Wikipedia as an example of the rationale for having Wikipedias in smaller languages:
ne: अगस्त २००७ को अन्तरवार्तामा, विकिपिडियाका सह-संस्थापक, जिम्मी वेल्सले बास्क विकिपिडियालाई साना भाषाहरूमा विकिपिडिया आवश्यक छ भन्ने तर्कमा लागि उदाहरणको रूपमा प्रयोग गरे।

source: On January 25, 2008, the Basque Wikipedia was awarded the Argia Saria granted by the magazine Argia in the category of Internet.[8][9][10]
ne: जनवरी २५ २००८मा, बास्क विकिपिडियालाई अर्गिया सरिया पत्रिकाले इन्टरनेटको कोटीमा सम्मान प्रदान गरेको थियो। [१] [२] []]

source: Statistics
ne: तथ्याङ्क
